{
  "overview": {
    "title": "Overview",
    "description": "Mental illness, also called mental health disorders, refers to a wide range of mental health conditions — disorders that affect your mood, thinking and behavior. Examples of mental illness include depression, anxiety disorders, schizophrenia, eating disorders and addictive behaviors. Many people have mental health concerns from time to time. But a mental health concern becomes a mental illness when ongoing signs and symptoms cause frequent stress and affect your ability to function. A mental illness can make you miserable and can cause problems in your daily life, such as at school or work or in relationships. In most cases, symptoms can be managed with a combination of medications and talk therapy (psychotherapy)."
  },
  "symptoms": {
    "title": "Symptoms",
    "description": "Signs and symptoms of mental illness can vary, depending on the disorder, circumstances and other factors. Mental illness symptoms can affect emotions, thoughts and behaviors.",
    "examples": [
      "Feeling sad or down",
      "Confused thinking or reduced ability to concentrate",
      "Excessive fears or worries, or extreme feelings of guilt",
      "Extreme mood changes of highs and lows",
      "Withdrawal from friends and activities",
      "Significant tiredness, low energy or problems sleeping",
      "Detachment from reality (delusions), paranoia or hallucinations",
      "Inability to cope with daily problems or stress",
      "Trouble understanding and relating to situations and to people",
      "Problems with alcohol or drug use",
      "Major changes in eating habits",
      "Sex drive changes",
      "Excessive anger, hostility or violence",
      "Suicidal thinking"
    ]
  },
  "doctor": {
    "title": "When to see a doctor",
    "description": "If you have any signs or symptoms of a mental illness, see your primary care provider or a mental health professional. Most mental illnesses don't improve on their own, and if untreated, a mental illness may get worse over time and cause serious problems."
  },
  "suicidalThoughts": {
    "title": "If you have suicidal thoughts",
    "description": "Suicidal thoughts and behavior are common with some mental illnesses. If you think you may hurt yourself or attempt suicide, get help right away:",
    "actions": [
      "Call 911 or your local emergency number immediately.",
      "Call your mental health specialist.",
      "Contact a suicide hotline. In the U.S., call or text 988 to reach the 988 Suicide & Crisis Lifeline, available 24 hours a day, seven days a week.",
      "Seek help from your primary care provider.",
      "Reach out to a close friend or loved one.",
      "Contact a minister, spiritual leader or someone else in your faith community."
    ]
  },
  "heplingOthers": {
    "title": "Helping a loved one",
    "description": "If your loved one shows signs of mental illness, have an open and honest discussion with him or her about your concerns. You may not be able to force someone to get professional care, but you can offer encouragement and support. You can also help your loved one find a qualified mental health professional and make an appointment. You may even be able to go along to the appointment. If your loved one has done self-harm or is considering doing so, take the person to the hospital or call for emergency help."
  },
  "causes": {
    "title": "Causes",
    "description": "Mental illnesses, in general, are thought to be caused by a variety of genetic and environmental factors:",
    "factors": [
      {
        "name": "Inherited traits",
        "description": "Mental illness is more common in people whose blood relatives also have a mental illness. Certain genes may increase your risk of developing a mental illness, and your life situation may trigger it."
      },
      {
        "name": "Environmental exposures before birth",
        "description": "Exposure to environmental stressors, inflammatory conditions, toxins, alcohol or drugs while in the womb can sometimes be linked to mental illness."
      },
      {
        "name": "Brain chemistry",
        "description": "Neurotransmitters are naturally occurring brain chemicals that carry signals to other parts of your brain and body. When the neural networks involving these chemicals are impaired, the function of nerve receptors and nerve systems change, leading to depression and other emotional disorders."
      }
    ]
  },
  "riskFactors": {
    "title": "Risk Factors",
    "description": "Certain factors may increase your risk of developing a mental illness, including:",
    "factors": [
      "A history of mental illness in a blood relative, such as a parent or sibling",
      "Stressful life situations, such as financial problems, a loved one's death or a divorce",
      "An ongoing (chronic) medical condition, such as diabetes",
      "Brain damage as a result of a serious injury (traumatic brain injury), such as a violent blow to the head",
      "Traumatic experiences, such as military combat or assault",
      "Use of alcohol or recreational drugs",
      "A childhood history of abuse or neglect",
      "Few friends or few healthy relationships",
      "A previous mental illness"
    ],
    "note": "Mental illness is common. About 1 in 5 adults has a mental illness in any given year. Mental illness can begin at any age, from childhood through later adult years, but most cases begin earlier in life. The effects of mental illness can be temporary or long lasting. You also can have more than one mental health disorder at the same time. For example, you may have depression and a substance use disorder."
  },
  "complications": {
    "title": "Complications",
    "description": "Mental illness is a leading cause of disability. Untreated mental illness can cause severe emotional, behavioral and physical health problems.",
    "list": [
      "Unhappiness and decreased enjoyment of life",
      "Family conflicts",
      "Relationship difficulties",
      "Social isolation",
      "Problems with tobacco, alcohol and other drugs",
      "Missed work or school, or other problems related to work or school",
      "Legal and financial problems",
      "Poverty and homelessness",
      "Self-harm and harm to others, including suicide or homicide",
      "Weakened immune system, so your body has a hard time resisting infections",
      "Heart disease and other medical conditions"
    ]
  },
  "prevention": {
    "title": "Prevention",
    "description": "There's no sure way to prevent mental illness. However, if you have a mental illness, taking steps to control stress, to increase your resilience and to boost low self-esteem may help keep your symptoms under control.",
    "steps": [
      {
        "title": "Pay attention to warning signs",
        "description": "Work with your doctor or therapist to learn what might trigger your symptoms. Make a plan so that you know what to do if symptoms return. Contact your doctor or therapist if you notice any changes in symptoms or how you feel. Consider involving family members or friends to watch for warning signs."
      },
      {
        "title": "Get routine medical care",
        "description": "Don't neglect checkups or skip visits to your primary care provider, especially if you aren't feeling well. You may have a new health problem that needs to be treated, or you may be experiencing side effects of medication."
      },
      {
        "title": "Get help when you need it",
        "description": "Mental health conditions can be harder to treat if you wait until symptoms get bad. Long-term maintenance treatment also may help prevent a relapse of symptoms."
      },
      {
        "title": "Take good care of yourself",
        "description": "Sufficient sleep, healthy eating and regular physical activity are important. Try to maintain a regular schedule. Talk to your primary care provider if you have trouble sleeping or if you have questions about diet and physical activity."
      }
    ]
  }
}